result/usenix/run7/results-prctl10-1/benchmark-stats.log
  240000000 requests completed in 414.54 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
3.39% <= 3 milliseconds
66.85% <= 4 milliseconds
84.64% <= 5 milliseconds
94.32% <= 6 milliseconds
96.56% <= 7 milliseconds
97.43% <= 8 milliseconds
98.03% <= 9 milliseconds
98.47% <= 10 milliseconds
98.81% <= 11 milliseconds
99.05% <= 12 milliseconds
99.25% <= 13 milliseconds
99.40% <= 14 milliseconds
99.53% <= 15 milliseconds
99.65% <= 16 milliseconds
99.76% <= 17 milliseconds
99.83% <= 18 milliseconds
99.88% <= 19 milliseconds
99.91% <= 20 milliseconds
99.92% <= 21 milliseconds
99.93% <= 22 milliseconds
99.94% <= 23 milliseconds
99.94% <= 24 milliseconds
99.95% <= 25 milliseconds
99.95% <= 26 milliseconds
99.95% <= 27 milliseconds
99.95% <= 28 milliseconds
99.95% <= 29 milliseconds
99.95% <= 30 milliseconds
99.95% <= 31 milliseconds
99.95% <= 33 milliseconds
99.96% <= 34 milliseconds
99.96% <= 35 milliseconds
99.96% <= 36 milliseconds
99.96% <= 37 milliseconds
99.96% <= 38 milliseconds
99.96% <= 39 milliseconds
99.96% <= 40 milliseconds
99.96% <= 41 milliseconds
99.96% <= 42 milliseconds
99.96% <= 43 milliseconds
99.96% <= 44 milliseconds
99.96% <= 45 milliseconds
99.96% <= 46 milliseconds
99.96% <= 48 milliseconds
99.96% <= 49 milliseconds
99.96% <= 50 milliseconds
99.96% <= 51 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.97% <= 59 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.97% <= 62 milliseconds
99.97% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.97% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 97 milliseconds
99.99% <= 100 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 107 milliseconds
100.00% <= 108 milliseconds
100.00% <= 109 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 112 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 116 milliseconds
100.00% <= 117 milliseconds
100.00% <= 118 milliseconds
100.00% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 122 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 144 milliseconds
100.00% <= 150 milliseconds
100.00% <= 174 milliseconds
100.00% <= 189 milliseconds
100.00% <= 189 milliseconds
578950.81 requests per second